/* Class = "UILabel"; text = "Your Device Date & Time Appears to be Incorrect"; ObjectID = "JUW-Z1-uxf"; */
"JUW-Z1-uxf.text" = "Il semble que la date et l’heure de votre appareil soient incorrectes";

/* Class = "UILabel"; text = "Having an incorrect date & time can lead to failed payment processing as well as produce errors in your transaction activity and reporting."; ObjectID = "dB5-qg-PFN"; */
"dB5-qg-PFN.text" = "Des données de date et d’heure incorrectes peuvent entraîner des échecs de traitement des paiements et des erreurs dans les activités et les rapports de transactions.";

